Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/1177.se/sveriges-nationella-minoritetssprak.html.tmx
Source language: fin
Languages: sme

source: Suomeksi / Finska
sme: Davvisámegiella / Nordsamiska

source: Ruotsin kansallisiin vähemmistöihin kuuluvat ruotsinsuomalaiset, juutalaiset, romanit, saamelaiset ja tornionjokilaaksolaiset.
sme: Ruoŧasuopmelaččat, judalaččat, romerat, sámit ja durdnoslaččat leat Ruoŧa našuvnnalaš minoritehtat.

source: Kullakin ryhmällä on pitkään ollut kielellinen ja kulttuurinen yhteenkuuluvuus kansallisen yhteyden ohella.
sme: Dat mearkkaša ahte sis lea guhkes gielalaš – ja kultuvrralašoktavuohta našuvnnalaš oktavuođa siste.

source: Jokainen yksilö päättää itse, kuuluuko hän johonkin näistä kansallisista vähemmistöistä.
sme: Lea juohke persovnna iežas ášši mearridit gullogo ovtta dáidda našuvnnalaš minoritehtaide dehe ii.

source: Kyse on siitä, mihin ryhmään yksilö samaistuu ja minkä kanssa hän tuntee yhteenkuuluvuutta.
sme: Lea jearaldat man jovkui identifiere iežas ja dovdá oktavuođa.

source: Valtiopäivät tunnustivat nämä viisi ryhmää kansallisiksi vähemmistöiksi vuonna 1999.
sme: Riikkabeaivvit dohkkehii 1999 dán vihtta joavkku našuvnnalaš minoritehtan.

source: Vuonna 2010 tuli voimaan uusi laki, joka vahvistaa kansallisten vähemmistöjen oikeuksia ja vähemmistökielten asemaa.
sme: 2010 bođii ođđa láhka mii nanostahttá našuvnnalaš minoritehtaid rivttiid ja minoritehtagielaid saji.

source: se julkaisevat useita terveyteen, hoitoon ja hoitoa koskeviin oikeuksiin liittyviä tekstejä viiden kansallisen vähemmistön kielten kahdellatoista tunnustetulla varieteetilla.
sme: se almmostahttet muhtin deavsttaid dearvvasvuođas, divššus ja rivttiin divššus dan viđa našuvnnalaš minoritehta gielaid guovttenuppelogi dohkkehuvvon variašuvnnaide.

source: Olemme noudattaneet käännöksissä Kielineuvoston suosituksia, ja tekstit on tarkistettu yhdessä vähemmistöjen edustajien kanssa.
sme: Mii leat čuvvon Giellaráđi ávžžuhusaid go mii leat dahkan jorgalemiid, ja deavsttat leat dárkkistuvvon ovttas minoritehtaovddasteddjiiguin.
